Repository: topdev511/dohaupvc_ios
Catalog: Doha UPVC/*.lproj/Main.strings
Languages: ar

# 0P1-vp-NwU.text
source: Take me there
ar: خذني الى هناك

# 17w-sa-81Q.text
source: Tents
ar: الخيم

# 1BK-tX-N7m.text
source: We offer Plastic Wood flooring for swimming pools and the back yards, it has a decorative view suitable for all designs and not affected by moisture and water and do not need maintenance, it is resistant to shocks and prevent slipping. available in several colors and can be installed in multiple forms.
ar: ارضيات من البلاستك وود للمسابح وأيضا للأحواش لها منظر ديكوري تتناسب مع كافة التصاميم ولا تتأثر بالرطوبة والماء ولا تحتاج الى الصيانة كما انها مقاومة للصدمات وتمنع الانزلاق متوفرة بعدة ألوان كما انه يمكن تركيبها بأشكال متعددة.

# 1eP-f3-pFu.normalTitle
source: Design Now
ar: صمم الآن

# 2O7-MA-ptg.text
source: Glass
ar: زجاج

# 3oF-8G-fr5.text
source: Our Gallery
ar: البوم الصور

# 46Q-g8-6un.text
source: Our Products
ar: منتجاتنا

# 4Xp-va-fh3.text
source: Glass
ar: زجاج

# 5Ur-Ws-Yeo.text
source: In addition to the specifications of 6 cm frame features, 7 cm frame has increased numbers of cavities to help more insulation of heat and sound and to give a more aesthetic view. Customers can choose between double glass 24 mm or a 6-mm reflector Belgian single glass.
ar: بالإضافة لمواصفات فريمات ٦سم تتميز فريمات ٧سم بزيادة عدد التجاويف للمساعدة على عزل أكثر للحرارة والصوت ولإعطاء منظر جمالي اكثر ويمكن الاختيار بين الزجاج المزدوج ٢٤ملم او الزجاج المفرد ٦ملم البلجيكي العاكس

# 63Y-Uz-PBX.normalTitle
source: Previous Work
ar: من أعمالنا

# 6IS-3u-mge.normalTitle
source: Design Now
ar: صمم الآن

# 7AV-Am-3cX.text
source: Inquiry
ar: استعلام

# 7Rm-ir-DxY.normalTitle
source: Width:1200~2200 (cm) Height: ~
ar: W:1200~2200 (cm) H: ~

# 7mm-1g-mvf.text
source: PVC kitchens with attractive colors and high quality. it is resistant to water, humidity and an environment that is not suitable for insects. We offer a wide selection of granite (ItalianSaudi-Indian-Chinese) to choose the most suitable for you. We have best technicians to help you choose the most appropriate design for your available landscape. Stainless steel of high quality and modern designs to satisfy your taste and offers ease of cleaning.
ar: مطابخ من مادة بي في سي بألوانها الجذابة وجودتها العالية فهي مقاومة للماء والرطوبة وبيئة غير ملائمة للحشرات. تشكيلة واسعة من الجرانيت (إيطالي-سعودي-هندي-صيني) لتختاروا الأنسب لكم. أمهر الفنيين لمساعدتكم في اختيار التصميم الأنسب للماحة المتاحة لديكم. احواض من الستانلس ستيل ذات الجودة العالية وتصاميم عصرية ترضي اذواقكم وسهولة في التنظيف

# 8WG-FQ-jVp.text
source: Mirrors
ar: مرايا

# 8nc-gd-r49.text
source: Handrail
ar: درابزين

# 96V-ah-PpV.text
source: Doors
ar: أبواب

# 9Rh-zg-WAg.normalTitle
source: Width:1700~2200 Height:2400~2900 (cm)
ar: W:1700~2200 H:2400~2900 (cm)

# ATZ-1z-gNX.normalTitle
source: Width:1200~1600 Height:2600~2900 (cm)
ar: W:1200~1600 H:2600~2900 (cm)

# BRO-Kn-ji3.text
source: Alternative to traditional tents, we offer custom tents with windows and doors made of UPVC and plastic floors with the main poles of 3 mm iron thickness. In addition, we install a red Saudi brick on the ceiling with a layer of insulation and the finishing from the inside using dyed gypsum board and exits for electricity.
ar: بديل عن الخيم التقليدية للمجالس والعزب مع نوافذ وابواب مصنعة من مادة اليو بي في سي وارضيات من البلاستك وود مع قوائم رئيسية من الحديد بسماكة ٣ملم تركيب قرميد سعودي احمر اللون على السقف مع طبقة عازلة وتشطيب من الداخل بألواح من الجبس بور مع الصبغ وتجهيز الخيمة بمخارج للكهرباء.

# BgM-PV-K3k.text
source: Frameless
ar: بدون إطار

# CN9-JE-tca.text
source: Glass
ar: زجاج

# Cuj-Wr-ami.normalTitle
source: Previous Work
ar: من أعمالنا

# E1H-D3-Vy7.text
source: We offer a glass handrail with a wide variety of designs.
ar: نقدم مجموعة منوعة من التصاميم الجذابة وسماكات مختلفة للدرابزين الزجاجي

# E1Y-Fa-5hO.text
source: PVC Kitchen
ar: المطابخ PVC

# FQ7-pm-aX8.text
source: Mirrors
ar: مرايا

# FWg-Lh-flm.normalTitle
source: Previous Work
ar: من أعمالنا

# FgK-qC-OEg.normalTitle
source: Width:850~1100 Height:2400~2900 (cm)
ar: W:850~1100 H:2400~2900 (cm)

# FoN-G2-0QG.text
source: Our Products
ar: منتجاتنا

# FtJ-d4-WAF.text
source: Wooden Doors
ar: أبواب الخشب مع ال PVC

# GQv-W1-UdY.text
source: Plastic Wood
ar: الارضيات

# GlZ-xv-Mo7.text
source: Phone Number
ar: رقم الهاتف

# Gp3-qh-BvY.text
source: Our Gallery
ar: البوم الصور

# HfP-bn-fab.normalTitle
source: Width:800~2200 Height:1600~2200 (cm)
ar: W:800~2200 H:1600~2200 (cm)

# IJP-4m-CAN.text
source: Plastic Wood
ar: الارضيات

# JS9-4W-4lf.normalTitle
source: Width:1200~2200 Height:850~1600 (cm)
ar: W:1200~2200 H:850~1600 (cm)

# M59-hk-kO0.text
source: Inquiry
ar: استعلام

# NBK-ms-lLf.normalTitle
source: Width:350~800 Height:800~1000 (cm)
ar: W:350~800 H:800~1000 (cm)

# NaB-95-ylB.text
source: Showers
ar: شوارات

# O0F-AR-UnD.normalTitle
source: Width:350~850 Height:350~1600 (cm)
ar: W:350~850 H:350~1600 (cm)

# O2Y-0P-qlZ.text
source: Maintenance
ar: صيانة

# OZt-6x-Ee5.normalTitle
source: Previous Work
ar: من أعمالنا

# OdP-DR-lTz.normalTitle
source: Width:1700~2200 Height:2600~2900 (cm)
ar: W:1700~2200 H:2600~2900 (cm)

# Oe1-ac-yYr.text
source: UPVC Doors
ar: أبواب الUPVC

# QSV-mR-qB2.normalTitle
source: Design Now
ar: صمم الآن

# QSZ-Yo-lV2.normalTitle
source: Width:1200~1600 Height:2000~2300 (cm)
ar: W:1200~1600 H:2000~2300 (cm)

# R5w-BC-mFU.text
source: Windows
ar: شبابيك

# RA1-CC-CXZ.text
source: 6cm Frame
ar: فريمات ٦سم

# RMS-Xu-Zg0.text
source: UPVC Fetures
ar: مزايا يو بي في سي

# Sx1-Hl-3l4.normalTitle
source: Width:850~1100 Height:2600~2900 (cm)
ar: W:850~1100 H:2600~2900 (cm)

# TkY-4i-gpP.text
source: Doors
ar: أبواب

# Tzq-Rp-afs.text
source: Tents
ar: الخيم

# UIM-uR-0I6.text
source: E-mail
ar: البريد الالكتروني

# V3b-Ua-L9j.normalTitle
source: Width:1700~2200 Height:2000~2300 (cm)
ar: W:1700~2200 H:2000~2300 (cm)

# W2k-Se-DOc.text
source: PVC Kitchen
ar: المطابخ PVC

# Wh4-Na-lky.normalTitle
source: Previous Work
ar: من أعمالنا

# Wv9-j5-6BU.text
source: Air permeability, tightness against wind driven rain and excellent heat and sound resistance and doesn’t effect by external conditions. Life span longer than Aluminum and wood as it does not rust, erode and does not absorb moisture. Increased security because of the use of special fittings which rend the break-in of the sash more difficult. Attractive colors from white and Ivory to Wood-like color Highly inflammable and Environment friendly for its recyclable. Most cost effective over the long run compared to all other materials that could be used instead.
ar: تتميز بعزل الماء والهواء والتراب تماما وبعزل الصوت والحرارة بنسب عالية جدا، ولا تتأثر بالعوامل الخارجية عمره أطول من الألومنيوم والخشب لأنه لا يصدأ أو يتأكل وكذلك لا يمتص الماء ولا يتعفن الأمان الكبير عن طريق اضافة بعض الاكسسوارات التي تجعل عملية خلع الابواب والنوافذ صعبة للغاية تتميز بألوانها الجذابة من اللون الأبيض والسكري والألوان الخشبية المختلفة لا تساعد على انتشار الحريق بسبب مكوناتها عديمة الاشتعال وهي صديقة للبيئة حيث يمكن اعادة استخدامها

# XF6-KI-rG2.normalTitle
source: Previous Work
ar: من أعمالنا

# XzV-Pa-adh.text
source: Unplasticized polyvinyl chloride also known as UPVC is one of the most valuable product of chemical industry characterizes as rigid, chemically resistant form of PVC used for window frames, and other structures. UPVC world market grew at an average rate of approximately 5% over the last few years and expected to reach a volume of 40 million tons by the year 2016. UPVC is cheap, durable and easy to assemble. UPVC's wide array of advantages and benefits make it the optimum solution and the smartest alternative to any other material. Durability, Reliability and efficiency are what make UPVC superior to any other material.
ar: ليو بي في سي أو أنبلاستيزايد البولي فينيل كلورايد المعروف بصلابته الكيميائية وتحمله للعوامل الجوية من ( حرارة – غبار – أمطار ) كما يتميز بملمسه الناعم ومظهره الجميل مما يجعله أفضل من المواد الأخرى سوق اليو بي في سي تطور بمعدل % 5خلال السنوات القليلة الأخيرة ومن المتوقع أن يصل حجم السوق العالمي له الى 40مليون طن في عام 2016

# YOj-SW-RbT.text
source: Plastic Wood
ar: الارضيات

# Yg9-Iu-0r3.text
source: Why UPVC?
ar: لماذا يو بي في سي؟

# Yhy-s6-A7C.text
source: UPVC Door
ar: أبواب الUPVC

# ZWM-cD-SWJ.normalTitle
source: Width:350~800 Height:350~600 (cm)
ar: W:350~800 H:350~600 (cm)

# aBH-pz-otp.text
source: Who we are?
ar: من نحن

# beP-SF-PrV.text
source: Our Branches
ar: فروعنا

# bfH-SK-KTj.text
source: Doha UPVC Windows & Doors is a member of A. Aziz Bin Khalid Al-Ghanem group. Established in 2007, as the most modern company in Qatar in manufacturing UPVC windows and doors, due to the speed and the high quality of the production machines. Doha UPVC Windows & doors takes pride in all its products and services. We deliver top quality products on time and within budget to insure all our client’s requirements and expectations are fulfilled. We at Doha UPVC strive to be your one stop shop and promise to provide an amazing customer experience.
ar: شركة الدوحة يو بي في سي للنوافذ والأبواب هي عضو من مجموعة عبد العزيز بن خالد الغانم. تأسست الشركة في عام 2007كأحدث الشركات في دولة قطر لصناعة النوافذ والأبواب من مادة اليو بي في سي نظرا للسرعة والجودة العالية لماكينات التصنيع. شركة الدوحة يو بي في سي تفتخر بجميع منتجاتها وخدماتها. نحن نقدم منتجات عالية الجودة بأسرع وقت وضمن ميزانية العميل واحتياجاته. نحن في شركة الدوحة يو بي في سي نضمن لك راحه البال

# bgU-fh-CSG.normalTitle
source: Design Now
ar: صمم الآن

# bnc-yR-Jzw.text
source: Windows
ar: شبابيك

# e5H-u3-u80.text
source: Doors
ar: أبواب

# eBU-tF-1sK.text
source: Plastic Wood
ar: الارضيات

# eUb-Z1-SV7.normalTitle
source: Previous Work
ar: من أعمالنا

# fsd-Cq-TOL.normalTitle
source: Design Now
ar: صمم الآن

# gBH-Sg-OYl.normalTitle
source: Width:900~1700 Height:350~1600 (cm)
ar: W:900~1700 H:350~1600 (cm)

# gkb-Fw-iZE.text
source: Our Mission
ar: مهمتنا

# h57-n9-QRe.text
source: We offer a variety of quality frameless glass products from doors to office partitions with a different thickness and sand designs.
ar: إذا كنت تبحث عن واجهات، أبواب او فواصل فنحن نقدم مجموعة متنوعة من منتجات الزجاج بدن إطار بسماكات مختلفة و تصاميم رملية مميزة

# hMN-lm-fb7.text
source: Home
ar: الرئيسية

# i3n-V9-SIn.normalTitle
source: Width:900~1700 (cm) Height: ~
ar: W:900~1700 (cm) H: ~

# iEu-Gw-qpK.normalTitle
source: Width:850~1100 Height:2000~2300 (cm)
ar: W:850~1100 H:2000~2300 (cm)

# id6-eM-vrG.text
source: About Us
ar: نبذه عنا

# igZ-da-R4z.text
source: Our range of frameless showers is a unique solution for your bathroom. It comes with a different thickness and sand designs.
ar: تشكيلتنا المتنوعة من الشوارات هي الحل الأمثل لحمامك، تتوفر لدينا بسماكات مختلفة وتصاميم عصرية وجذابة.

# jSa-5V-qp4.text
source: Frameless
ar: بدون إطار

# jcr-iB-bbq.normalTitle
source: Previous Work
ar: من أعمالنا

# jgb-DN-Xeh.text
source: Doors
ar: أبواب

# jtT-Gi-iel.normalTitle
source: Submit
ar: ارسل

# lDu-yt-gFA.text
source: Wooden Doors
ar: أبواب الخشب مع PVC

# lUZ-bJ-Ndw.text
source: Showers
ar: شوارات

# la5-zG-9UH.text
source: Handrail
ar: درابزين

# lis-fF-O2c.text
source: Name
ar: الاسم

# mWx-xT-2L9.text
source: The objective of Doha UPVC Windows & Doors company is to provide the market with highest qualities of UPVC Windows and Doors at reasonable and competitive prices. As an independent company with strong, proficient management and personal commitment from its staff, DOHA UPVC Windows & Doors can bring the highest standard of quality to each project. No matter how big or small your project is, it will get our full attention from the start until delivery. All our staff are hand-picked and full trained to ensure that our image is sustained and our reputation is kept at the high caliber it has always been at.
ar: هدف الشركة الأول هو قوة الانطلاقة وارتقاء المكانة المرموقة في السوق المحلي وأن تكون على مستوى المسؤولية وذلك لأن العمل في هذا المجال يتطلب الدقة في المواصفات والخبرة الجيدة وتقديم الفنيين الأكفاء لتنفيذ المشاريع الموكلة الى الشركة بكل أمانة واخلاص وتفان في العمل

# mXw-0Z-DNU.text
source: Windows
ar: شبابيك

# nIl-g4-4kt.normalTitle
source: Previous Work
ar: من أعمالنا

# nOi-jw-gIA.text
source: Our Branches
ar: فروعنا

# oLB-JV-Gm2.normalTitle
source: Width:1200~1600 Height:2400~2900 (cm)
ar: W:1200~1600 H:2400~2900 (cm)

# pPB-sf-95H.text
source: They are interior Turkish doors with distinctive designs for rooms and bathrooms made of pine wood and coated with a 2 mm PVC from each side, which makes them not affected by water and humidity and doesn’t offer a habitat for insects because no part of the wood will be exposed.it comes with attractive colors that satisfy all tastes and available in several sizes.
ar: وهي أبواب داخلية تركية المصدر بتصاميم مميزة للغرف والحمامات مصنوعة من خشب الصنوبر ومغلفة بمادة البي في سي ٢ ملم من كل جهة مما يجعلها لا تتأثر بالماء والرطوبة ولا تعيش بداخلها الحشرات وذلك لعدم ظهور أي جزء من الخشب. الوان جذابة ترضي جميع الاذواق متوفر بعدة مقاسات.

# r3n-vr-gm7.text
source: PVC Kitchen
ar: المطابخ PVC

# rnL-2Z-n7q.text
source: PVC Kitchen
ar: المطابخ PVC

# sSw-XN-sGF.text
source: 7cm Frame
ar: فريمات ٧سم

# tAP-bj-cGs.text
source: Inquiry
ar: استعلم

# tIt-Wm-PPX.normalTitle
source: Width:1200~2200 Height:350~1600 (cm)
ar: W:1200~2200 H:350~1600 (cm)

# ujh-yv-jN1.text
source: Tents
ar: الخيم

# uon-bB-mfw.text
source: Tents
ar: الخيم

# v66-Bw-d8N.text
source: UPVC Doors
ar: أبواب الUPVC

# vK2-vF-6cT.text
source: Greek manufactured doors with 2 mm UPVC layer from each direction and inside it foams material to help isolate sound and heat. We offer three colors (White-Mahogany-Gold Oak), doors for main entrances, lounges, doors for rooms and bathrooms.
ar: وهي أبواب يونانية المصدر عبارة عن طبقة يو بي في سي ٢ملم من كل اتجاه وبداخلها مادة الفوم للمساعدة على عزل الصوت والحرارة. تأتي بثلاث الوان( الأبيض-الماهوجني-البندقي) أبواب للمداخل الرئيسية والصالات وأبواب للغرف والحمامات

# wcp-zS-wKJ.normalTitle
source: Previous Work
ar: من أعمالنا

# wdd-Rg-v3c.text
source: Wooden Door
ar: أبواب الخشب مع

# wgj-Xm-hQJ.normalTitle
source: Width:1200~2200 (cm) Height: ~
ar: W:1200~2200 (cm) H: ~

# wi8-em-NVf.normalTitle
source: Previous Work
ar: من أعمالنا

# xOI-LV-Whv.normalTitle
source: Width:350~2300 Height: 350~2300 (cm)
ar: W:350~2300 H:350~2300 (cm)

# xOX-bR-SlJ.text
source: Plastic Wood
ar: الارضيات

# xiV-hS-HTr.text
source: Glass
ar: زجاج

# y91-PA-e7D.text
source: Windows
ar: شبابيك

# yGT-FN-3FL.text
source: A beautiful appearance and soft texture windows frames manufactured using UPVC technology. It is also a sealant to completely isolate water, air and dirt. Created using galvanized stainless steel with a thickness of 1.5 mm to strengthen the section and install the accessory with several cavities to help isolate heat and sound at high rates. Possibility to choose between a 6-mm single glass or double 24 mm Belgian reflector glass.
ar: فريم من مادة اليو بي في سي ذات الملمس الناعم والمظهر الجميل. كما انها محكمة الاغلاق لعزل الماء والهواء والتراب تماما حديد مجلفن لا يصدأ بسماكة ١،٥مم لتقوية المقطع وتثبيت الإكسسوار عليه عدد من التجاويف للمساعدة على عزل الحرارة والصوت بنسب عالية. إمكانية الاختيار بين الزجاج المفرد ٦ملم او المزدوج ٢٤ملم البلجيكي العاكس

# yt6-PZ-IYh.text
source: About Us
ar: نبذه عنا

# zxi-7I-GH0.text
source: We offer a high-quality mirrors with different designs that satisfy your need.
ar: متوفر لدينا مرايا متعددة التصاميم وبجودة عالية
